<?php
/* 非标机构逻辑配置 ，需要手工引入 */
return array(
    'gift_type' => array(
        '1' => '火炙三文鱼寿司', 
        '2' => '芒果三文鱼腐皮', 
        '3' => '三文鱼刺身', 
        '4' => '芝士小火锅', 
        '0' => '鱼旨福利'),  // 默认的
    'gift_text' => array(
        '1' => "火的热情引发三文鱼内心的奔放，舌尖上的热情等你来体会。
PS：
1、本券由鱼旨圣诞活动派发，任意消费时抵用，仅限堂食
2、本券不兑现不找零，仅限使用1次，每桌限1张，结账时出示
3、本券不可兑换其他菜品，可与优惠同享（五折活动除外）
4、本券在鱼旨寿司门店可使用
5、本券使用有效期截止至2014年12月31日", 
        '2' => "芒果的清爽，三文鱼的鲜，腐皮的香。快来把我带走吧。
PS：
1、本券由鱼旨圣诞活动派发，任意消费时抵用，仅限堂食
2、本券不兑现不找零，仅限使用1次，每桌限1张，结账时出示
3、本券不可兑换其他菜品，可与优惠同享（五折活动除外）
4、本券在鱼旨寿司门店可使用
5、本券使用有效期截止至2014年12月31日", 
        '3' => "壕~~，你人品那么好你朋友知道？
PS：
1、本券由鱼旨圣诞活动派发，任意消费时抵用，仅限堂食
2、本券不兑现不找零，仅限使用1次，每桌限1张，结账时出示
3、本券不可兑换其他菜品，可与优惠同享（五折活动除外）
4、本券在鱼旨寿司门店可使用
5、本券使用有效期截止至2014年12月31日", 
        '4' => "纳尼！！！这都让你抽中了。还不赶紧吃起来~~
PS：
1、本券由鱼旨圣诞活动派发，任意消费时抵用，仅限堂食
2、本券不兑现不找零，仅限使用1次，每桌限1张，结账时出示
3、本券不可兑换其他菜品，可与优惠同享（五折活动除外）
4、本券在鱼旨寿司门店可使用（西安民乐园万达店除外）
5、本券使用有效期截止至2014年12月31日", 
        '0' => '恭喜你快人一步，抢到了本次的“50+10”券！其中50元可抵扣菜品，10元可抵扣饮料、甜品。兑换截止日期2015年1月31日。消费满120元方可使用本券，兑换时请出示本券并分享本活动至朋友圈方可兑换。本券不兑现不找零不与其他优惠同享，仅限本地区使用。'), 
    'begin_time' => '2015011914000000', 
    'notbegin_text' => '客官，不要着急哦。活动还没开始啦~~', 
    'over_text' => '真是可惜~~本次活动的所有奖品已经发完咯，下次', 
    'over_img' => '/SDA/feibiao/XiamenShousi/baobao.jpg', 
    'fetched_text' => '今天你已经抢过咯~~', 
    'img_path' => '/SDA/feibiao/XiamenShousi', 
    'keyword' => array(
        '鱼旨福利'));