<?php
return array(
    // 二维码logo大小
    'SIZE_ARR' => array(
        '1' => '默认像素', 
        '2' => '200像素*200像素', 
        '3' => '600像素*600像素', 
        '4' => '800像素*800像素', 
        '5' => '1024像素*1024像素'), 
    // sns类型
    'SNS_ARR' => array(
        '1' => '新浪微博', 
        '2' => '腾讯微博', 
        '3' => 'QQ空间', 
        '4' => '人人网'), 
    'SNS_SDK' => array(
        '1' => 'SINA', 
        '2' => 'TENCENT', 
        '3' => 'QQ', 
        '4' => 'RENREN'), 
    // 吴刚砍树活动免费周期(仅限v0.5,v1)和旺币有效期
    'CUTDATE' => array(
        'STARTDATE' => '20150902', 
        'ENDDATE' => '20150928', 
        'WBDATE' => '20150930'));
?>